Repository: pypi-data/pypi-mirror-61
Catalog: packages/mds-employee-timetracking/mds_employee_timetracking-5.0.24-py3-none-any.whl/trytond/modules/employee_timetracking/locale/*.po
Languages: de

# report:employee_timetracking.report_evaluation_month:
source: Additions
de: Zuschläge

# report:employee_timetracking.report_evaluation_month:
source: Target:
de: Soll:

# report:employee_timetracking.report_evaluation_month:
source: Actual:
de: Ist:

# report:employee_timetracking.report_evaluation_month:
source: Difference:
de: Differenz:

# report:employee_timetracking.report_evaluation_month:
source: Paid out:
de: Ausbezahlt:

# report:employee_timetracking.report_evaluation_month:
source: Prev. month:
de: Vormonat:

# report:employee_timetracking.report_evaluation_month:
source: Current month:
de: akt. Monat:

# report:employee_timetracking.report_evaluation_month:
source: Paying out:
de: Auszahlung:

# report:employee_timetracking.report_evaluation_month:
source: Circulation:
de: Fluss:

# report:employee_timetracking.report_evaluation_month:
source: Taken:
de: genommen:

# report:employee_timetracking.report_evaluation_month:
source: Remaining:
de: verbleibend:

# report:employee_timetracking.report_evaluation_month:
source: Current:
de: Aktuell:

# report:employee_timetracking.report_evaluation_month:
source: Public holidays:
de: öfftl. Feiertage:

# report:employee_timetracking.report_evaluation_month:
source: Sick days:
de: Krank:

# field:pim_calendar.calendar,allday_events:
source: All-Day-Events only
de: ganztägige Termine

# help:pim_calendar.calendar,allday_events:
source: Allows only full-day appointments in this calendar
de: erlaubt nur ganztägige Termine in diesem Kalender

# error:pim_calendar.calendar:
source: Disabling the all-day option is not allowed as long as the calendar is connected to an employee.
de: Das Abschalten der Option 'ganzer Tag' ist nicht erlaubt, solange der Kalender mit einem Mitarbeiter verbunden ist.

# field:pim_calendar.calendar,is_holidaycal:
source: Holiday Calendar
de: Urlaubskalender

# error:pim_calendar.event:
source: In calendar '%s' only all-day events are allowed.
de: Im Kalender '%s' sind nur ganztägige Ereignisse erlaubt.

# model:ir.action,name:act_tariffmodel_config
source: Configure Tariff Model
de: Tarifmodell konfigurieren

# view:employee_timetracking.tariffmodel.config.start:
source: You can now add a tariff model into your system.
de: Sie können jetzt ein Tarifmodell in Ihr System einfügen.

# view:employee_timetracking.tariffmodel.config.start:
source: This is done in four steps. First we create working time accounts,
de: Dies erfolgt in vier Schritten. Wir erstellen zunächst Arbeitszeitkonten,

# view:employee_timetracking.tariffmodel.config.start:
source: then attendance types, then the tariff model and the working time model follow.
de: dann Anwesenheitsarten, dann folgt das Tarifmodell und das Arbeitszeitmodell.
