Repository: pypi-data/pypi-mirror-61
Catalog: packages/mds-employee-timetracking/mds_employee_timetracking-5.0.24-py3-none-any.whl/trytond/modules/employee_timetracking/locale/*.po
Languages: de

# model:ir.action.act_window.domain,name:act_evaluation_form_lastmonth
source: last month
de: letzer Monat

# model:ir.action.act_window.domain,name:act_evaluation_form_currentyear
source: current year
de: aktuelles Jahr

# model:ir.action.act_window.domain,name:act_evaluation_form_lastyear
source: last year
de: letztes Jahr

# model:ir.action.act_window.domain,name:act_evaluation_form_all
source: all
de: alle

# view:employee_timetracking.evaluation:
source: Evaluation
de: Auswertung

# view:employee_timetracking.evaluation:
source: Recalculate
de: Neuberechnen

# view:employee_timetracking.evaluation:
source: Vacation Days
de: Urlaubstage

# view:employee_timetracking.evaluation:
source: State
de: Status

# view:employee_timetracking.evaluation:
source: Create
de: Erstellen

# view:employee_timetracking.evaluation:
source: Activate
de: Aktivieren

# view:employee_timetracking.evaluation:
source: Lock
de: Fixieren

# view:employee_timetracking.evaluation:
source: Time accounts
de: Zeitkonten

# view:employee_timetracking.evaluation:
source: Daily view
de: Tagesansicht

# view:employee_timetracking.evaluation:
source: Calendar view
de: Kalenderansicht

# view:employee_timetracking.evaluation:
source: The day view shows the entries on the primary time account.
de: Die Tagesansicht zeigt die Einträge auf dem primären Zeitkonto.

# error:employee_timetracking.evaluation:
source: This date is already in use.
de: Dieses Datum sind bereits in Verwendung.

# error:employee_timetracking.evaluation:
source: The evaluation '%s' is currently in the active month and can not be fixed until next month.
de: Die Auswertung '%s' ist derzeit im aktiven Monat und kann erst im nächsten Monat fixiert werden.

# error:employee_timetracking.evaluation:
source: The evaluation can not be fixed because the evaluation '%s' is not yet fixed.
de: Die Auswertung kann nicht fixiert werden weil die Auswertung '%s' noch nicht fixiert ist.

# error:employee_timetracking.evaluation:
source: The evaluation item is in the 'locked' state and can not be deleted.
de: Der Auswertungseintrag is fixiert und kann nicht gelöscht werden.

# field:employee_timetracking.evaluation,employee:
source: Employee
de: Mitarbeiter

# field:employee_timetracking.evaluation,vacationdays:
source: Vacation days
de: Urlaubstage

# field:employee_timetracking.evaluation,sickdays:
source: Sick Days
de: Kranktage

# help:employee_timetracking.evaluation,sickdays:
source: number of sick days
de: Anzahl Kranktage

# field:employee_timetracking.evaluation,numsickdays:
source: Sick Days
de: Kranktage

# field:employee_timetracking.evaluation,evaldate:
source: Date
de: Datum

# help:employee_timetracking.evaluation,evaldate:
source: First day of the month for the evaluation.
de: Erster Tag des Monats für die Auswertung.

# field:employee_timetracking.evaluation,state:
source: State
de: Status

# selection:employee_timetracking.evaluation,state:
source: Created
de: Erstellt

# selection:employee_timetracking.evaluation,state:
source: Active
de: Aktiv

# selection:employee_timetracking.evaluation,state:
source: Locked
de: Fixiert

# field:employee_timetracking.evaluation,evalitem:
source: Time Accounts
de: Zeitkonten

# field:employee_timetracking.evaluation,accountitems:
source: Time Account Items
de: Zeitkontoeinträge

# field:employee_timetracking.evaluation,days:
source: Daily view
de: Tagesansicht

# field:employee_timetracking.evaluation,worktime_target:
source: Target
de: Soll

# help:employee_timetracking.evaluation,worktime_target:
source: Target working time per month
de: Sollarbeitszeit pro Monat

# field:employee_timetracking.evaluation,worktime_target_str:
source: Target
de: Soll

# help:employee_timetracking.evaluation,worktime_target_str:
source: Target working time per month
de: Sollarbeitszeit pro Monat

# field:employee_timetracking.evaluation,worktime_actual:
source: Actual
de: Ist

# help:employee_timetracking.evaluation,worktime_actual:
source: Actual working time per month
de: Istarbeitszeit pro Monat

# field:employee_timetracking.evaluation,worktime_actual_str:
source: Actual
de: Ist

# help:employee_timetracking.evaluation,worktime_actual_str:
source: Actual working time per month
de: Istarbeitszeit pro Monat

# field:employee_timetracking.evaluation,worktime_wobreaks:
source: Actual
de: Ist

# help:employee_timetracking.evaluation,worktime_wobreaks:
source: Actual working time per month without breaks
de: Istarbeitszeit pro Monat ohne Pausen

# field:employee_timetracking.evaluation,worktime_wobreaks_str:
source: Actual
de: Ist

# help:employee_timetracking.evaluation,worktime_wobreaks_str:
source: Actual working time per month without breaks
de: Istarbeitszeit pro Monat ohne Pausen

# field:employee_timetracking.evaluation,worktime_diff:
source: Difference
de: Differenz

# help:employee_timetracking.evaluation,worktime_diff:
source: Difference between actual and target working time per month
de: Differenz zwischen Ist- und Sollarbeitszeit pro Monat

# field:employee_timetracking.evaluation,worktime_diff_str:
source: Difference
de: Differenz

# help:employee_timetracking.evaluation,worktime_diff_str:
source: Difference between actual and target working time per month
de: Differenz zwischen Ist- und Sollarbeitszeit pro Monat

# field:employee_timetracking.evaluation,holidays:
source: Holidays
de: Feiertage

# help:employee_timetracking.evaluation,holidays:
source: public holidays
de: öffentliche Feiertage

# field:employee_timetracking.evaluation,payed_out:
source: Paid out
de: Ausbezahlt

# help:employee_timetracking.evaluation,payed_out:
source: paid working time, usually corresponds to the planned working time, may also include overtime
de: ausbezahlte Arbeitszeit, entspricht in der Regel der Sollarbeitszeit, kann zusätzlich Überstunden enthalten

# field:employee_timetracking.evaluation,bal_prev_month:
source: Previous month
de: Vormonat

# help:employee_timetracking.evaluation,bal_prev_month:
source: Balance of the primary working time account of the previous month
de: Saldo des primären Arbeitszeitkontos des Vormonats

# field:employee_timetracking.evaluation,bal_prev_month_str:
source: Previous month
de: Vormonat

# help:employee_timetracking.evaluation,bal_prev_month_str:
source: Balance of the primary working time account of the previous month
de: Saldo des primären Arbeitszeitkontos des Vormonats

# field:employee_timetracking.evaluation,vacationdays_taken:
source: Vacation Days
de: Urlaubstage

# help:employee_timetracking.evaluation,vacationdays_taken:
source: holidays taken this month
de: genommene Urlaubstage in diesem Monat

# field:employee_timetracking.evaluation,vacationdays_remain:
source: Remain Vacation Days
de: verbleib. Urlaubstage

# help:employee_timetracking.evaluation,vacationdays_remain:
source: vacantion days remainig after current month
de: nach dem aktuellen Monat verbleibende Urlaubstage

# field:employee_timetracking.evaluation,bal_current_month:
source: Current month
de: Aktuell

# help:employee_timetracking.evaluation,bal_current_month:
source: Balance of the primary working time account of the current month
de: Saldo des primären Arbeitszeitkontos des aktuellen Monats

# field:employee_timetracking.evaluation,needs_recalc:
source: Recalculation
de: Neuberechnung

# help:employee_timetracking.evaluation,needs_recalc:
source: The evaluation is scheduled for recalculation.
de: Die Auswertung ist zur Neuberechnung geplant

# field:employee_timetracking.evaluation,recalc_at:
source: Recalculated
de: Neuberechnet

# help:employee_timetracking.evaluation,recalc_at:
source: The evaluation was recalculated at the time shown.
de: Die Auswertung wurde am dargestellten Zeitpunkt neu berechnet.

# model:ir.action,name:act_eval_holiday_form
source: Vacation Days
de: Urlaubstage

# error:employee_timetracking.evaluation_vacationdays:
source: The end date must be after the start date.
de: Das Enddatum muß nach dem Startdatum liegen.

# error:employee_timetracking.evaluation_vacationdays:
source: There is already an entry for this start date.
de: Für dieses Startdatum existiert bereits ein Eintrag.

# error:employee_timetracking.evaluation_vacationdays:
source: There is already an entry for this end date.
de: Für dieses Endedatum existiert bereits ein Eintrag.

# error:employee_timetracking.evaluation_vacationdays:
source: The item '%s' overlaps with '%s' in the evaluation '%s'.
de: Der Eintrag '%s' überlappt mit '%s' in der Auswertung '%s'.

# error:employee_timetracking.evaluation_vacationdays:
source: The beginning and end of the holiday entry must be in the range of '%s' to '%s'.
de: Anfang und Ende des Urlaubseintrags muß im Bereich von '%s' bis '%s' liegen.

# error:employee_timetracking.evaluation_vacationdays:
source: The evaluation '%s' is locked, therefore the entry can not be created or changed.
de: Die Auswertung '%s' ist gesperrt, der Eintrag kann daher nicht erstellt oder geändert werden.

# field:employee_timetracking.evaluation_vacationdays,evaluation:
source: Evaluation
de: Auswertung

# field:employee_timetracking.evaluation_vacationdays,date_start:
source: Start Date
de: Anfangsdatum

# field:employee_timetracking.evaluation_vacationdays,date_end:
source: End Date
de: Endedatum

# field:employee_timetracking.evaluation_vacationdays,halfday:
source: Half Day
de: Halber Tag

# field:employee_timetracking.evaluation_vacationdays,autoitem:
source: Automatically
de: automatisch

# help:employee_timetracking.evaluation_vacationdays,autoitem:
source: The entry was created automatically.
de: Der Eintrag wurde automatisch erzeugt.

# error:employee_timetracking.evaluation_sickdays:
source: The end date must be after the start date.
de: Das Enddatum muß nach dem Startdatum liegen.

# error:employee_timetracking.evaluation_sickdays:
source: There is already an entry for this start date.
de: Für dieses Startdatum existiert bereits ein Eintrag.

# error:employee_timetracking.evaluation_sickdays:
source: There is already an entry for this end date.
de: Für dieses Endedatum existiert bereits ein Eintrag.

# error:employee_timetracking.evaluation_sickdays:
source: The item '%s' overlaps with '%s' in the evaluation '%s'.
de: Der Eintrag '%s' überlappt mit '%s' in der Auswertung '%s'.

# error:employee_timetracking.evaluation_sickdays:
source: The beginning and end of the sickday entry must be in the range of '%s' to '%s'.
de: Anfang und Ende des Krankeintrags muß im Bereich von '%s' bis '%s' liegen.

# error:employee_timetracking.evaluation_sickdays:
source: The evaluation '%s' is locked, therefore the entry can not be created or changed.
de: Die Auswertung '%s' ist gesperrt, der Eintrag kann daher nicht erstellt oder geändert werden.

# field:employee_timetracking.evaluation_sickdays,evaluation:
source: Evaluation
de: Auswertung

# field:employee_timetracking.evaluation_sickdays,date_start:
source: Start Date
de: Anfangsdatum

# field:employee_timetracking.evaluation_sickdays,date_end:
source: End Date
de: Endedatum

# model:ir.action,name:wizard_recalc_evaluation
source: Recalculate evaluation
de: Auswertung neuberechnen

# field:employee_timetracking.evaluation-dayofyear,evaluation:
source: Evaluation
de: Auswertung

# field:employee_timetracking.evaluation-dayofyear,period:
source: Presence time
de: Anwesenheitszeit

# field:employee_timetracking.evaluation-dayofyear,holidayname:
source: Holiday
de: Feiertag

# field:employee_timetracking.evaluation-dayofyear,date:
source: Date
de: Datum

# field:employee_timetracking.evaluation-dayofyear,accountitem:
source: Account item
de: Kontoeintrag

# help:employee_timetracking.evaluation-dayofyear,accountitem:
source: Time account entry in the primary time account
de: Zeitkontoeintrag im primären Zeitkonto

# field:employee_timetracking.evaluation-dayofyear,accountitems_nonmain:
source: other account items
de: weitere Kontoeinträge

# help:employee_timetracking.evaluation-dayofyear,accountitems_nonmain:
source: Time account entries in the other time accounts
de: Zeitkontoeinträge in den anderen Zeitkonten

# field:employee_timetracking.evaluation-dayofyear,daytype:
source: Day type
de: Tagestyp

# selection:employee_timetracking.evaluation-dayofyear,daytype:
source: Weekend
de: Wochenende

# selection:employee_timetracking.evaluation-dayofyear,daytype:
source: Weekday
de: Wochentag

# selection:employee_timetracking.evaluation-dayofyear,daytype:
source: Holiday
de: Feiertag

# field:employee_timetracking.evaluation-dayofyear,weekday:
source: Weekday
de: Wochentag

# selection:employee_timetracking.evaluation-dayofyear,weekday:
source: Mon
de: Mo

# selection:employee_timetracking.evaluation-dayofyear,weekday:
source: Tue
de: Di

# selection:employee_timetracking.evaluation-dayofyear,weekday:
source: Wed
de: Mi

# selection:employee_timetracking.evaluation-dayofyear,weekday:
source: Thu
de: Do

# selection:employee_timetracking.evaluation-dayofyear,weekday:
source: Fri
de: Fr

# selection:employee_timetracking.evaluation-dayofyear,weekday:
source: Sat
de: Sa

# selection:employee_timetracking.evaluation-dayofyear,weekday:
source: Sun
de: So

# field:employee_timetracking.evaluation-dayofyear,week:
source: Week
de: Woche

# field:employee_timetracking.evaluation-dayofyear,targettime:
source: Target
de: Soll

# help:employee_timetracking.evaluation-dayofyear,targettime:
source: Target working time
de: Zielarbeitszeit

# field:employee_timetracking.evaluation-dayofyear,startpos:
source: Start
de: Beginn

# field:employee_timetracking.evaluation-dayofyear,endpos:
source: End
de: Ende

# field:employee_timetracking.evaluation-dayofyear,duration:
source: Duration
de: Dauer

# help:employee_timetracking.evaluation-dayofyear,duration:
source: Duration of the current time account item
de: Dauer des aktuellen Zeitkontoeintrags

# field:employee_timetracking.evaluation-dayofyear,sumact:
source: Actual
de: Ist

# help:employee_timetracking.evaluation-dayofyear,sumact:
source: Sum of all attendance times for this day.
de: Summe aller Anwesenheitszeiten für diesen Tag.

# field:employee_timetracking.evaluation-dayofyear,sumbreaks:
source: Entered Break Times
de: eigegebene Pausen

# help:employee_timetracking.evaluation-dayofyear,sumbreaks:
source: Sum of break times entered by the employee
de: Summe der vom Mitarbeiter eingegeben Pausenzeiten

# field:employee_timetracking.evaluation-dayofyear,diff:
source: Difference
de: Differenz

# help:employee_timetracking.evaluation-dayofyear,diff:
source: Difference between target time and actual time without breaks.
de: Differenz zwischen Sollzeit und Istzeit ohne Pausen.

# field:employee_timetracking.evaluation-dayofyear,wobreaks:
source: Actual
de: Ist

# help:employee_timetracking.evaluation-dayofyear,wobreaks:
source: reduced working time due to break time
de: durch Pausenzeit reduzierte Arbeitszeit

# field:employee_timetracking.evaluation-dayofyear,breaktime:
source: break time
de: Pausenzeit

# help:employee_timetracking.evaluation-dayofyear,breaktime:
source: used break time at this day
de: verwendete Pausenzeit an diesem Tag

# help:employee_timetracking.evaluation-dayofyear,info_pause:
source: Break
de: Pause

# field:employee_timetracking.evaluation-dayofyear,vacationday:
source: Vacation Day
de: Urlaubstag

# selection:employee_timetracking.evaluation-dayofyear,vacationday:
source: not a vacation day
de: kein Urlaubstag

# selection:employee_timetracking.evaluation-dayofyear,vacationday:
source: full vacation day
de: voller Urlaubstag

# selection:employee_timetracking.evaluation-dayofyear,vacationday:
source: half vacation day
de: halber Urlaubstag

# field:employee_timetracking.evaluation-dayofyear,sickday:
source: Sick Day
de: Kranktag

# model:ir.action,name:act_evaluationitem_form
source: Time account
de: Zeitkonto

# error:employee_timetracking.evaluationitem:
source: This time account is already in use.
de: Dieses Zeitkonto wird bereits verwendet.

# field:employee_timetracking.evaluationitem,evaluation:
source: Evaluation
de: Auswertung

# field:employee_timetracking.evaluationitem,account:
source: Time Account
de: Zeitkonto

# field:employee_timetracking.evaluationitem,accountname:
source: Account name
de: Zeitkontoname

# help:employee_timetracking.evaluationitem,accountname:
source: Name of time account at create date of evaluation.
de: Name des Zeitkontos am Erstelltag der Auswertung.

# field:employee_timetracking.evaluationitem,balancestart:
source: Initial balance
de: Anfangssaldo

# field:employee_timetracking.evaluationitem,balstartmanu:
source: Initial balance manually
de: Anfangssaldo manuell

# help:employee_timetracking.evaluationitem,balstartmanu:
source: Enter a defined initial balance for this month
de: Eingabe eines festgelegten Anfangssaldos für diesen Monat

# field:employee_timetracking.evaluationitem,balancediff:
source: Balance
de: Saldo

# field:employee_timetracking.evaluationitem,start_minute:
source: Initial Balance
de: Anfangssaldo

# help:employee_timetracking.evaluationitem,start_minute:
source: Initial balance, taken from the previous month, in hh:mm
de: Anfangssaldo, übernommen vom Vormonat, in hh:mm

# field:employee_timetracking.evaluationitem,diff_minute:
source: Balance
de: Saldo

# help:employee_timetracking.evaluationitem,diff_minute:
source: calculated balance from time account items in hh:mm
de: berechneter Saldo aus Zeitkonteneinträgen in hh:mm

# field:employee_timetracking.evaluationitem,needs_recalc:
source: Recalculation
de: Neuberechnung

# help:employee_timetracking.evaluationitem,needs_recalc:
source: The time account is scheduled for recalculation.
de: Das Zeitkonto ist für die Neuberechnung geplant.

# field:employee_timetracking.evaluationitem,recalc_at:
source: Recalculated
de: Neuberechnet

# help:employee_timetracking.evaluationitem,recalc_at:
source: The time account was recalculated at the time shown.
de: Das Zeitkonto wurde am dargestellten Zeitpunkt neu berechnet.

# field:employee_timetracking.evaluationitem,payed_out:
source: Paid out
de: Ausbezahlt

# help:employee_timetracking.evaluationitem,payed_out:
source: paid working time / over time
de: ausbezahlte Arbeitszeit/Überstunden

# model:ir.action,name:act_worktimemodel_form
source: Working time model
de: Arbeitszeitmodell

# model:ir.ui.menu,name:menu_config_worktimemodel
source: Working time model
de: Arbeitszeitmodell

# error:employee_timetracking.worktimemodel:
source: This name is already in use.
de: Dieser Name wird bereits verwendet.

# error:employee_timetracking.worktimemodel:
source: This shorthand symbol is already in use.
de: Dieses Kürzel ist bereits in Verwendung.

# error:employee_timetracking.worktimemodel:
source: The from/to time range overlaps with the following rules: %s
de: Der Bereich für von/bis-Zeit überlappt mit den folgenden Regeln: %s

# field:employee_timetracking.worktimemodel,shortname:
source: shorthand symbol
de: Kürzel

# help:employee_timetracking.worktimemodel,shortname:
source: The shorthand symbol appears in the tables of the reports.
de: Das Kurzzeichen erscheint in den Tabellen der Reports.

# field:employee_timetracking.worktimemodel,company:
source: Company
de: Firma

# field:employee_timetracking.worktimemodel,worktimerule:
source: Working time rule
de: Arbeitszeitregel

# field:employee_timetracking.worktimemodel,hours_per_week:
source: Hours/Week
de: Stunden/Woche

# view:employee_timetracking.worktimerule:
source: Range of working time in which the rule applies, in the localtime of your company.
de: Bereich der Arbeitszeit in welcher die Regel gilt, in der Lokalzeit Ihrer Firma.

# view:employee_timetracking.worktimerule:
source: week days at which the rule applies
de: Wochentage an welchen die Regel gilt

# error:employee_timetracking.worktimerule:
source: 'to' must be creater than 'from'
de: Die Angabe 'bis' muß größer sein als 'von'.

# error:employee_timetracking.worktimerule:
source: This name is already in use.
de: Dieser Name wird bereits verwendet.

# error:employee_timetracking.worktimerule:
source: at least one weekday must be activated
de: wenigstens ein Wochentag muß aktiviert sein

# field:employee_timetracking.worktimerule,wtmodel:
source: Work time model
de: Arbeitszeitmodell

# field:employee_timetracking.worktimerule,mintime:
source: from
de: von

# help:employee_timetracking.worktimerule,mintime:
source: Begin time from which the rule applies.
de: Anfangszeit ab welcher die Regel gilt.

# field:employee_timetracking.worktimerule,maxtime:
source: to
de: bis

# help:employee_timetracking.worktimerule,maxtime:
source: End time until which the rule applies.
de: Endezeit bis zu der die Regel gilt.

# field:employee_timetracking.worktimerule,mon:
source: Mon
de: Mo

# help:employee_timetracking.worktimerule,mon:
source: rule applies at Monday
de: Regel gilt am Montag

# field:employee_timetracking.worktimerule,tue:
source: Tue
de: Di

# help:employee_timetracking.worktimerule,tue:
source: rule applies at Tuesday
de: Regel gilt am Dienstag

# field:employee_timetracking.worktimerule,wed:
source: Wed
de: Mi

# help:employee_timetracking.worktimerule,wed:
source: rule applies at Wednesday
de: Regel gilt am Mittwoch

# field:employee_timetracking.worktimerule,thu:
source: Thu
de: Do

# help:employee_timetracking.worktimerule,thu:
source: rule applies at Thursday
de: Regel gilt am Donnerstag

# field:employee_timetracking.worktimerule,fri:
source: Fri
de: Fr

# help:employee_timetracking.worktimerule,fri:
source: rule applies at Friday
de: Regel gilt am Freitag

# field:employee_timetracking.worktimerule,sat:
source: Sat
de: Sa

# help:employee_timetracking.worktimerule,sat:
source: rule applies at Saturday
de: Regel gilt am Samstag

# field:employee_timetracking.worktimerule,sun:
source: Sun
de: So

# help:employee_timetracking.worktimerule,sun:
source: rule applies at Sunday
de: Regel gilt am Sonntag

# model:ir.action,name:act_holiday_form
source: Holiday
de: Feiertag

# model:ir.ui.menu,name:menu_config_holiday
source: Holiday
de: Feiertag

# error:employee_timetracking.holiday:
source: This name is already in use.
de: Dieser Name wird bereits verwendet.

# error:employee_timetracking.holiday:
source: This date is already in use.
de: Dieses Datum wird bereits verwendet.

# field:employee_timetracking.holiday,date:
source: Date
de: Datum

# field:employee_timetracking.holiday,company:
source: Company
de: Firma

# field:employee_timetracking.holiday,repyear:
source: every year
de: jährlich

# field:employee_timetracking.holiday,halfday:
source: half day
de: halber Tag

# help:employee_timetracking.holiday,halfday:
source: working hours will be reduced by half this day
de: die Arbeitsstunden werden an diesem Tag auf die Hälfte reduziert

# model:ir.action,name:report_evaluation_month
source: monthly Report
de: Monatsbericht

# report:employee_timetracking.report_evaluation_month:
source: Time account
de: Zeitkonto

# report:employee_timetracking.report_evaluation_month:
source: from
de: von

# report:employee_timetracking.report_evaluation_month:
source: to
de: bis

# report:employee_timetracking.report_evaluation_month:
source: Employee:
de: Mitarbeiter:

# report:employee_timetracking.report_evaluation_month:
source: Date/Week
de: Datum/Woche

# report:employee_timetracking.report_evaluation_month:
source: Start
de: Kommt

# report:employee_timetracking.report_evaluation_month:
source: End
de: Geht

# report:employee_timetracking.report_evaluation_month:
source: Target
de: Soll

# report:employee_timetracking.report_evaluation_month:
source: Actual
de: Ist

# report:employee_timetracking.report_evaluation_month:
source: Totals
de: Summen

# report:employee_timetracking.report_evaluation_month:
source: Balances
de: Salden

# report:employee_timetracking.report_evaluation_month:
source: Vacation
de: Urlaub
