Repository: pypi-data/pypi-mirror-61
Catalog: packages/mds-employee-timetracking/mds_employee_timetracking-5.0.24-py3-none-any.whl/trytond/modules/employee_timetracking/locale/*.po
Languages: de

# error:company.employee:
source: The company '%s' is not in the list of companies of the cron job.
de: Das Unternehmen '%s' ist nicht in der Liste der Unternehmen des Cronjobs.

# error:company.employee:
source: Deleting calendar from employee is not allowed.
de: Das Löschen des Kalenders vom Mitarbeiter ist nicht erlaubt.

# error:company.employee:
source: This calendar is already used by another user.
de: Dieser Kalender wird bereits von einem anderen Benutzer verwendet.

# field:company.employee,tariff:
source: Tariff model
de: Tarifmodell

# field:company.employee,holidays:
source: Holidays
de: Urlaubstage

# help:company.employee,holidays:
source: Number of holidays per year
de: Anzahl Urlaubstage pro Jahr

# field:company.employee,specleave:
source: Special leave
de: Sonderurlaubstage

# help:company.employee,specleave:
source: Number of special leave days per year
de: Anzahl Sonderurlaubstage pro Jahr

# field:company.employee,worktime:
source: Working time model
de: Arbeitszeitmodell

# field:company.employee,color:
source: Background color
de: Hintergrundfarbe

# help:company.employee,color:
source: Background color in the calendar view
de: Hintergrundfarbe in der Kalenderansicht

# field:company.employee,calendar:
source: Holiday Calendar
de: Urlaubskalender

# model:ir.action,name:act_tariffmodel_form
source: Tariff model
de: Tarifmodell

# model:ir.ui.menu,name:menu_config_tariffmodel
source: Tariff model
de: Tarifmodell

# view:employee_timetracking.tariffmodel:
source: Description
de: Beschreibung

# view:employee_timetracking.tariffmodel:
source: Account rule
de: Zeitkontoregel

# view:employee_timetracking.tariffmodel:
source: Break time rule
de: Pausenregelung

# view:employee_timetracking.tariffmodel:
source: Type of Presence
de: Anwesenheitstyp

# view:employee_timetracking.tariffmodel:
source: Used by Employees
de: von Mitarbeitern verwendet

# error:employee_timetracking.tariffmodel:
source: This name is already in use.
de: Dieser Name ist bereits in Verwendung.

# error:employee_timetracking.tariffmodel:
source: This shorthand symbol is already in use.
de: Dieses Kürzel ist bereits in Verwendung.

# field:employee_timetracking.tariffmodel,shortname:
source: shorthand symbol
de: Kürzel

# help:employee_timetracking.tariffmodel,shortname:
source: The shorthand symbol appears in the tables of the reports.
de: Das Kurzzeichen erscheint in den Tabellen der Reports.

# field:employee_timetracking.tariffmodel,company:
source: Company
de: Firma

# field:employee_timetracking.tariffmodel,accountrule:
source: Account rule
de: Zeitkontoregel

# field:employee_timetracking.tariffmodel,breaktime:
source: Break time rule
de: Pausenregelung

# field:employee_timetracking.tariffmodel,presence:
source: Type of presence
de: Anwesenheitstyp

# field:employee_timetracking.tariffmodel,type_present:
source: Primary presence type
de: primärer Anwesenheitstyp

# help:employee_timetracking.tariffmodel,type_present:
source: Presence type as default for the absent user
de: Anwesenheitstyp als Vorgabe für den abwesenden Nutzer

# field:employee_timetracking.tariffmodel,employees:
source: Used by Employees
de: von Mitarbeitern verwendet

# field:employee_timetracking.tariffmodel,main_timeaccount:
source: Main time account
de: primäres Zeitkonto

# help:employee_timetracking.tariffmodel,main_timeaccount:
source: Time account for monthly worktime
de: Zeitkonto für monatliche Arbeitszeit

# field:employee_timetracking.presence_rel,tariff:
source: Tariff model
de: Tarifmodell

# field:employee_timetracking.presence_rel,presence:
source: Presence
de: Anwesenheit

# error:employee_timetracking.presence_rel:
source: This type of presence is already in use in the current tariff model.
de: Dieser Anwesenheitstyp wird im aktuellen Tarifmodell bereits verwendet.

# model:ir.action,name:act_accountrule_form
source: Account rule
de: Zeitkontoregel

# model:ir.ui.menu,name:menu_config_accountrule
source: Account rule
de: Zeitkontoregel

# view:employee_timetracking.accountrule:
source: Description
de: Beschreibung

# view:employee_timetracking.accountrule:
source: Account rule
de: Zeitkontoregel

# view:employee_timetracking.accountrule:
source: Target account and factor
de: Zielkonto und Faktor

# view:employee_timetracking.accountrule:
source: Range of working time in which the rule applies, in the localtime of your company.
de: Bereich der Arbeitszeit in welcher die Regel gilt, in der Lokalzeit Ihrer Firma.

# view:employee_timetracking.accountrule:
source: week days at which the rule applies
de: Wochentage an welchen die Regel gilt

# view:employee_timetracking.accountrule:
source: Presence type for which the rule applies
de: Anwesenheitstyp für den die Regel gilt

# view:employee_timetracking.accountrule:
source: Factor for work time
de: Faktor für die Arbeitszeit

# view:employee_timetracking.accountrule:
source: Rule defintion
de: Regeldefinition

# view:employee_timetracking.accountrule:
source: The time account rule is executed when the employee ends a presence time.
de: Die Zeitkontoregel wird ausgeführt wenn der Mitarbeiter eine Anwesenheitszeit beendet.

# view:employee_timetracking.accountrule:
source: The account rule specifies:
de: Die Kontenregel gibt an:

# view:employee_timetracking.accountrule:
source: - at what times of the day and on which days of the week the rule applies
de: - zu welchen Tageszeiten und an welchen Wochentagen die Regel gilt

# view:employee_timetracking.accountrule:
source: - on which time account the working time is booked
de: - auf welches Zeitkonto die Arbeitszeit gebucht wird

# view:employee_timetracking.accountrule:
source: - which factor is applied to the booked time
de: - welcher Faktor auf die gebuchte Zeit angewendet wird

# view:employee_timetracking.accountrule:
source: To apply a time account rule to an employee, add the rule to the employee's tariff model.
de: Um eine Zeitkontoregel bei einem Mitarbeiter anzuwenden, fügen Sie die Regel in das Tarifmodell des Mitarbeiters ein.

# view:employee_timetracking.accountrule:
source: Hint: 0:00 = 24:00 clock
de: Hinweis: 0:00 = 24:00 Uhr

# error:employee_timetracking.accountrule:
source: This name is already in use.
de: Dieser Name ist bereits in Verwendung.

# error:employee_timetracking.accountrule:
source: This shorthand symbol is already in use.
de: Dieses Kürzel ist bereits in Verwendung.

# error:employee_timetracking.accountrule:
source: Factor can not be zero.
de: Der Faktor darf nicht Null sein.

# error:employee_timetracking.accountrule:
source: 'to' must be creater than 'from'
de: Die Angabe 'bis' muß größer sein als 'von'.

# error:employee_timetracking.accountrule:
source: at least one weekday must be activated
de: wenigstens ein Wochentag muß aktiviert sein

# field:employee_timetracking.accountrule,presence:
source: Type of presence
de: Anwesenheitstyp

# help:employee_timetracking.accountrule,presence:
source: Presence type for which the rule applies
de: Anwesenheitstyp für welchen die Regel gilt

# field:employee_timetracking.accountrule,shortname:
source: shorthand symbol
de: Kürzel

# help:employee_timetracking.accountrule,shortname:
source: The shorthand symbol appears in the tables of the reports.
de: Das Kurzzeichen erscheint in den Tabellen der Reports.

# field:employee_timetracking.accountrule,mintime:
source: from
de: von

# help:employee_timetracking.accountrule,mintime:
source: Begin time from which the rule applies.
de: Anfangszeit ab welcher die Regel gilt.

# field:employee_timetracking.accountrule,maxtime:
source: to
de: bis

# help:employee_timetracking.accountrule,maxtime:
source: End time until which the rule applies. Hint: 0:00 = 24:00 clock
de: Endezeit bis zu der die Regel gilt. Hinweis: 0:00 = 24:00 Uhr

# field:employee_timetracking.accountrule,holiday:
source: Holiday
de: Feiertag

# help:employee_timetracking.accountrule,holiday:
source: Rule is only used on public holidays or not on public holidays
de: Regel wird nur an Feiertagen oder nicht an Feiertagen angewendet

# selection:employee_timetracking.accountrule,holiday:
source: is public holiday
de: ist öffentlicher Feiertag

# selection:employee_timetracking.accountrule,holiday:
source: is not public holiday
de: ist kein öffentlicher Feiertag

# field:employee_timetracking.accountrule,factor:
source: Factor
de: Faktor

# help:employee_timetracking.accountrule,factor:
source: Factor for working hours while the rule applies
de: Faktor für die Arbeitsstunden während die Regel gilt.

# field:employee_timetracking.accountrule,mon:
source: Mon
de: Mo

# help:employee_timetracking.accountrule,mon:
source: rule applies at Monday
de: Regel gilt am Montag

# field:employee_timetracking.accountrule,tue:
source: Tue
de: Di

# help:employee_timetracking.accountrule,tue:
source: rule applies at Tuesday
de: Regel gilt am Dienstag

# field:employee_timetracking.accountrule,wed:
source: Wed
de: Mi

# help:employee_timetracking.accountrule,wed:
source: rule applies at Wednesday
de: Regel gilt am Mittwoch

# field:employee_timetracking.accountrule,thu:
source: Thu
de: Do

# help:employee_timetracking.accountrule,thu:
source: rule applies at Thursday
de: Regel gilt am Donnerstag

# field:employee_timetracking.accountrule,fri:
source: Fri
de: Fr

# help:employee_timetracking.accountrule,fri:
source: rule applies at Friday
de: Regel gilt am Freitag

# field:employee_timetracking.accountrule,sat:
source: Sat
de: Sa

# help:employee_timetracking.accountrule,sat:
source: rule applies at Saturday
de: Regel gilt am Samstag

# field:employee_timetracking.accountrule,sun:
source: Sun
de: So

# help:employee_timetracking.accountrule,sun:
source: rule applies at Sunday
de: Regel gilt am Sonntag

# field:employee_timetracking.accountrule,company:
source: Company
de: Firma

# field:employee_timetracking.accountrule,account:
source: Time Account
de: Zeitkonto

# help:employee_timetracking.accountrule,account:
source: Time account on which a suitable presence time is booked.
de: Zeitkonto, auf welches eine passende Anwesenheitszeit gebucht wird.

# model:ir.action,name:act_breaktime_form
source: Break time rule
de: Pausenzeitregel

# model:ir.ui.menu,name:menu_config_breaktime
source: Break time rule
de: Pausenzeitregel

# view:employee_timetracking.breaktime:
source: Description
de: Beschreibung

# view:employee_timetracking.breaktime:
source: Deduction rule
de: Abzugsregel

# view:employee_timetracking.breaktime:
source: Range of working time in which the rule applies
de: Bereich der Arbeitszeit in welcher die Regel gilt

# view:employee_timetracking.breaktime:
source: Deduction time
de: Abzugszeit

# view:employee_timetracking.breaktime:
source: Syntax: 'hh:mm:ss' or 'hh:mm'
de: Syntax: 'hh:mm:ss' oder 'hh:mm'

# view:employee_timetracking.breaktime:
source: The break regulation determines at which working hours a break time is deducted per day.
de: Die Pausenregelung legt fest bei welchen Arbeitszeiten pro Tag eine Pausenzeit abgezogen wird.

# view:employee_timetracking.breaktime:
source: The respective lower limit of the working time is not fallen below with the deduction.
de: Die jeweilige Untergrenze der Arbeitszeit wird bei dem Abzug nicht unterschritten.

# view:employee_timetracking.breaktime:
source: For example
de: Zum Beispiel

# view:employee_timetracking.breaktime:
source: - Working time: 4h 20 min, Rule: 4-5:59h / -30 min, reduced working hours: 4h
de: - Arbeitszeit: 4h 20 min, Regel: 4-5:59h / -30 min, reduzierte Arbeitszeit: 4h

# view:employee_timetracking.breaktime:
source: - Working time: 4h 50 min, Rule: 4-5:59h / -30 min, reduced working hours: 4h 20 min
de: - Arbeitszeit: 4h 50 min, Regel: 4-5:59h / -30 min, reduzierte Arbeitszeit: 4h 20 min

# view:employee_timetracking.breaktime:
source: - Working time: 6h 20 min, Rule: 6-7:59h / -60 min, reduced working hours: 6h
de: - Arbeitszeit: 6h 20 min, Regel: 6-7:59h / -60 min, reduzierte Arbeitszeit: 6h

# error:employee_timetracking.breaktime:
source: This name is already in use.
de: Dieser Name ist bereits in Verwendung.

# error:employee_timetracking.breaktime:
source: This shorthand symbol is already in use.
de: Dieses Kürzel ist bereits in Verwendung.

# error:employee_timetracking.breaktime:
source: This 'from' time is already in use.
de: Diese 'von'-Zeit ist bereits in Verwendung.

# error:employee_timetracking.breaktime:
source: This 'to' time is already in use.
de: Diese 'bis'-Zeit ist bereits in Verwendung.

# error:employee_timetracking.breaktime:
source: Time must be positive.
de: Die Zeit muß positiv sein.

# error:employee_timetracking.breaktime:
source: 'to' must be creater than 'from'
de: Die Angabe 'bis' muß größer sein als 'von'.

# error:employee_timetracking.breaktime:
source: Deduction values must be positive.
de: Abzugswerte müssen positiv sein.

# error:employee_timetracking.breaktime:
source: The deduction time can not be zero.
de: Die Abzugszeit kann nicht null sein.

# error:employee_timetracking.breaktime:
source: The from/to time range overlaps with the following rules: %s
de: Der Bereich für von/bis-Zeit überlappt mit den folgenden Regeln: %s

# field:employee_timetracking.breaktime,shortname:
source: shorthand symbol
de: Kürzel

# help:employee_timetracking.breaktime,shortname:
source: The shorthand symbol appears in the tables of the reports.
de: Das Kurzzeichen erscheint in den Tabellen der Reports.

# field:employee_timetracking.breaktime,mintime:
source: from
de: von

# help:employee_timetracking.breaktime,mintime:
source: Minimum working time per day from which the rule applies. (e.g. 4h30m --> 04:30)
de: minimale Tagesarbeitszeit ab welcher die Regel gilt (z.B.: 4h30m --> 04:30)

# field:employee_timetracking.breaktime,maxtime:
source: to
de: bis

# help:employee_timetracking.breaktime,maxtime:
source: Maximum working time per day from which the rule applies. (e.g. 6h --> 06:00)
de: maximale Tagesarbeitszeit ab welcher die Regel gilt (z.B.: 6h --> 06:00)

# field:employee_timetracking.breaktime,deduction:
source: Deduction time
de: Abzugszeit

# help:employee_timetracking.breaktime,hours:
source: Number of hours/minutes to be deducted (e.g. 30m --> 00:30)
de: Anzahl Stunden/Minuten welche abgezogen werden (z.B.: 30m --> 00:30)

# field:employee_timetracking.breaktime,company:
source: Company
de: Firma

# field:employee_timetracking.breaktime,tariff:
source: used in Tariff model
de: verwendet im Tarifmodell

# help:employee_timetracking.breaktime,tariff:
source: This break time is used in the specified tariff models.
de: Diese Pausenzeitregel wird in den angegebenen Tarifmodellen verwendet.

# model:ir.action,name:act_presence_form
source: Type of presence
de: Anwesenheitstyp

# model:ir.ui.menu,name:menu_config_presence
source: Type of presence
de: Anwesenheitstyp

# view:employee_timetracking.presence:
source: Type of presence
de: Anwesenheitstyp

# view:employee_timetracking.presence:
source: Description
de: Beschreibung

# view:employee_timetracking.presence:
source: Effect on accounts
de: Wirkung auf Konten

# view:employee_timetracking.presence:
source: The presence type can be used by the employee to indicate the kind of his activity.
de: Der Anwesenheitstyp kann vom Mitarbeiter verwendet werden, um die Art seiner Tätigkeit anzugeben.

# view:employee_timetracking.presence:
source: The presence type is used in the time account rule to determine which time account rule is applied.
de: Der Anwesenheitstyp wird in der Zeitkontenregel verwendet um festzulegen welche Zeitkontenregel angewendet wird.

# view:employee_timetracking.presence:
source: To make the presence type available to an employee, add the type to the employee's tariff model.
de: Um den Anwesenheitstyp für einen Mitarbeiter verfügbar zu machen, fügen Sie den Typ in das Tarifmodell des Mitarbeiters ein.

# error:employee_timetracking.presence:
source: This name is already in use.
de: Dieser Name ist bereits in Verwendung.

# error:employee_timetracking.presence:
source: This shorthand symbol is already in use.
de: Dieses Kürzel ist bereits in Verwendung.

# field:employee_timetracking.presence,shortname:
source: shorthand symbol
de: Kürzel

# help:employee_timetracking.presence,shortname:
source: The shorthand symbol appears in the tables of the reports.
de: Das Kurzzeichen erscheint in den Tabellen der Reports.

# field:employee_timetracking.presence,employees:
source: Used by Employees
de: von Mitarbeitern verwendet

# field:employee_timetracking.presence,color:
source: Text color
de: Textfarbe

# help:employee_timetracking.presence,color:
source: Text color in the calendar view
de: Textfarbe in der Kalenderansicht

# field:employee_timetracking.presence,numemployees:
source: Employees
de: Mitarbeiter

# help:employee_timetracking.presence,numemployees:
source: Used by Employees
de: von Mitarbeitern verwendet

# field:employee_timetracking.presence,company:
source: Company
de: Firma

# field:employee_timetracking.presence,fixamount:
source: set amount
de: Betrag festlegen

# help:employee_timetracking.presence,fixamount:
source: select half or full days at holiday time
de: halber oder ganzer Tag für Urlaubstage

# selection:employee_timetracking.presence,fixamount:
source: specified time
de: angegebene Zeit

# selection:employee_timetracking.presence,fixamount:
source: half working day
de: halber Arbeitstag

# selection:employee_timetracking.presence,fixamount:
source: full working day
de: ganzer Arbeitstag

# model:ir.action,name:act_timeaccount_form
source: Time Account
de: Zeitkonto

# model:ir.ui.menu,name:menu_config_timeaccount
source: Time Account
de: Zeitkonto

# error:employee_timetracking.timeaccount:
source: This name is already in use.
de: Dieser Name ist bereits in Verwendung.

# error:employee_timetracking.timeaccount:
source: This shorthand symbol is already in use.
de: Dieses Kürzel ist bereits in Verwendung.

# view:employee_timetracking.timeaccount:
source: Time accounts:
de: Zeitkonten:

# view:employee_timetracking.timeaccount:
source: The time accounts save the registered working time.
de: Die Zeitkonten speichern die eingetragene Arbeitszeit.

# view:employee_timetracking.timeaccount:
source: There can be any number of time accounts in your tariff model.
de: Es können beliebig viele Zeitkonten in Ihrem Tarifmodell existieren.

# view:employee_timetracking.timeaccount:
source: The assignment of a registered working time to a time account is performed by a time account rule.
de: Die Zuweisung einer eingetragenen Arbeitszeit zu einem Zeitkonto wird durch eine Zeitkontenregel durchgeführt.

# field:employee_timetracking.timeaccount,company:
source: Company
de: Firma

# field:employee_timetracking.timeaccount,shortname:
source: shorthand symbol
de: Kürzel

# help:employee_timetracking.timeaccount,shortname:
source: The shorthand symbol appears in the tables of the reports.
de: Das Kurzzeichen erscheint in den Tabellen der Reports.

# field:employee_timetracking.timeaccount,color:
source: Text color
de: Textfarbe

# help:employee_timetracking.timeaccount,color:
source: Text color in the calendar view
de: Textfarbe in der Kalendaransicht

# model:ir.action,name:act_timeaccountitem_form
source: Time Account Item
de: Zeitkontoeintrag

# model:ir.action,name:act_timeaccountitem_calendar
source: Time Account Calendar
de: Zeitkontokalender

# model:ir.ui.menu,name:menu_timeaccountitem
source: Time Account Item
de: Zeitkontoeintrag

# model:ir.ui.menu,name:menu_timeaccountitem_calendar
source: Time Account Calendar
de: Zeitkontokalender

# model:ir.action.act_window.domain,name:act_timeaccountitem_form_currentmonth
source: current month
de: aktueller Monat

# model:ir.action.act_window.domain,name:act_timeaccountitem_form_lastmonth
source: last month
de: letzter Monat

# model:ir.action.act_window.domain,name:act_timeaccountitem_form_all
source: all
de: alle

# view:employee_timetracking.timeaccountitem:
source: Account Item
de: Kontoeintrag

# view:employee_timetracking.timeaccountitem:
source: State
de: Status

# view:employee_timetracking.timeaccountitem:
source: Examine
de: Prüfen

# view:employee_timetracking.timeaccountitem:
source: Lock
de: Fixieren

# view:employee_timetracking.timeaccountitem:
source: The time account entry is the time used to calculate the time worked.
de: Der Zeitkontoeintrag ist die Zeitspanne, welche für die Berechnung der geleisteten Arbeitszeit verwendet wird.

# view:employee_timetracking.timeaccountitem:
source: The assignment of the presence time to the various time accounts is based on the tariff model.
de: Die Zuordnung der Anwesenheitszeit zu den verschiedenen Zeitkonten erfolgt anhand des Tarifmodells.

# error:employee_timetracking.timeaccountitem:
source: The time account item is in the 'locked' state and can not be deleted or edited.
de: Der Zeitkontoeintrag ist im Zustand 'Fixiert' und kann nicht gelöscht oder geändert werden.

# error:employee_timetracking.timeaccountitem:
source: The time account item overlaps with this item: '%s'
de: Der Zeitkontoeintrag überlappt mit diesem Eintrag: '%s'

# error:employee_timetracking.timeaccountitem:
source: Edit denied, the evaluation period of the time account item '%s' is locked.
de: Bearbeiten verweigert, der Auswertungszeitraum des Zeitkontoeintrags '%s' ist fixiert.

# field:employee_timetracking.timeaccountitem,employee:
source: Employee
de: Mitarbeiter

# field:employee_timetracking.timeaccountitem,period:
source: Presence time
de: Anwesenheitszeit

# field:employee_timetracking.timeaccountitem,account:
source: Time Account
de: Zeitkonto

# field:employee_timetracking.timeaccountitem,startpos:
source: Start
de: Beginn

# field:employee_timetracking.timeaccountitem,endpos:
source: End
de: Ende

# field:employee_timetracking.timeaccountitem,state:
source: State
de: Status

# selection:employee_timetracking.timeaccountitem,state:
source: Created
de: Erstellt

# selection:employee_timetracking.timeaccountitem,state:
source: Examine
de: Prüfen

# selection:employee_timetracking.timeaccountitem,state:
source: Locked
de: Fixiert

# selection:employee_timetracking.timeaccountitem,state:
source: Evaluated
de: Ausgewertet

# field:employee_timetracking.timeaccountitem,state_month:
source: Month
de: Monat

# field:employee_timetracking.timeaccountitem,duration:
source: Duration
de: Dauer

# field:employee_timetracking.timeaccountitem,weekday:
source: Weekday
de: Wochentag

# selection:employee_timetracking.timeaccountitem,weekday:
source: Mon
de: Mo

# selection:employee_timetracking.timeaccountitem,weekday:
source: Tue
de: Di

# selection:employee_timetracking.timeaccountitem,weekday:
source: Wed
de: Mi

# selection:employee_timetracking.timeaccountitem,weekday:
source: Thu
de: Do

# selection:employee_timetracking.timeaccountitem,weekday:
source: Fri
de: Fr

# selection:employee_timetracking.timeaccountitem,weekday:
source: Sat
de: Sa

# selection:employee_timetracking.timeaccountitem,weekday:
source: Sun
de: So

# field:employee_timetracking.timeaccountitem,week:
source: Week
de: Woche

# help:employee_timetracking.timeaccountitem,week:
source: Calendar week
de: Kalenderwoche

# field:employee_timetracking.timeaccountitem,evaluation:
source: Evaluation
de: Auswertung

# field:employee_timetracking.timeaccountitem,accountrule:
source: Account rule
de: Zeitkontoregel

# help:employee_timetracking.timeaccountitem,accountrule:
source: applied time account rule
de: angewendete Zeitkontoregel

# model:ir.action,name:act_evaluation_form
source: Evaluation
de: Auswertung

# model:ir.ui.menu,name:menu_evaluation
source: Evaluation
de: Auswertung

# model:ir.action.act_window.domain,name:act_evaluation_form_currentmonth
source: current month
de: aktueller Monat
