Repository: pypi-data/pypi-mirror-61
Catalog: packages/mds-employee-timetracking/mds_employee_timetracking-5.0.24-py3-none-any.whl/trytond/modules/employee_timetracking/locale/*.po
Languages: de

# model:ir.ui.menu,name:menu_timetracking
source: Timetracking
de: Zeiterfassung

# model:ir.ui.menu,name:menu_cfg_timetracking
source: Settings
de: Einstellungen

# model:ir.ui.menu,name:menu_employee_form
source: Employees
de: Mitarbeiter

# model:ir.action,name:act_employee_form
source: Employees
de: Mitarbeiter

# model:ir.cron,name:cron_recalc_timeaccounts
source: Work time tracking: Recalculation of the evaluations
de: Arbeitszeiterfassung: Neuberechnung der Auswertungen

# model:res.group,name:group_employee_admin
source: Timetracking - Edit Employees
de: Zeiterfassung - Mitarbeiter bearbeiten

# model:res.group,name:group_timetracking_employee
source: Timetracking - Employee
de: Zeiterfassung - Mitarbeiter

# model:res.group,name:group_timetracking_employee_editeval
source: Timetracking - Employee can edit its evaluation
de: Zeiterfassung - Mitarbeiter kann seine Auswertung bearbeiten

# model:res.group,name:group_timetracking_employee_editsick
source: Timetracking - Employee can edit its sick days
de: Zeiterfassung - Mitarbeiter kann seine Kranktage bearbeiten

# model:res.group,name:group_tariff_edit
source: Timetracking - Edit Tariff
de: Zeiterfassung - Tarife bearbeiten

# model:res.group,name:group_worktime_edit
source: Timetracking - Edit Work Time
de: Zeiterfassung - Arbeitszeiten bearbeiten

# model:res.group,name:group_cronjob
source: Timetracking - Cronjob
de: Zeiterfassung - Cronjob

# model:ir.action,name:act_createemployee_wizard
source: Create Employee
de: Mitarbeiter erstellen

# model:ir.ui.menu,name:menu_createemployee_wiz
source: Create Employee
de: Mitarbeiter erstellen

# model:ir.action,name:act_createemployee_edit_wizard
source: Edit Employee
de: Mitarbeiter bearbeiten

# field:employee_timetracking.wizemployee_create.start,company:
source: Company
de: Firma

# view:employee_timetracking.wizemployee_create.start:
source: select/create party
de: Partei auswählen/erstellen

# view:employee_timetracking.wizemployee_create.start:
source: Contact Mechanisms
de: Kontaktdaten

# view:employee_timetracking.wizemployee_create.start:
source: Name and address
de: Name und Adresse

# view:employee_timetracking.wizemployee_create.start:
source: Contract data
de: Vertragsdaten

# view:employee_timetracking.wizemployee_create.start:
source: Tryton user
de: Trytonnutzer

# view:employee_timetracking.wizemployee_create.start:
source: Work time/Holidays
de: Arbeitszeit/Urlaub

# view:employee_timetracking.wizemployee_create.start:
source: Calendar
de: Kalender

# wizard_button:employee_timetracking.wizemployee_create,start,end:
source: Cancel
de: Abbruch

# wizard_button:employee_timetracking.wizemployee_create,start,saveemployee:
source: Save Employee
de: Mitarbeiter speichern

# field:employee_timetracking.wizemployee_create.start,partymethod:
source: Party
de: Partei

# help:employee_timetracking.wizemployee_create.start,partymethod:
source: create a new party or use an existing party
de: eine neue Partei erstellen oder eine vorhandene Partei verwenden

# selection:employee_timetracking.wizemployee_create.start,partymethod:
source: create a new party
de: eine neue Partei erstellen

# selection:employee_timetracking.wizemployee_create.start,partymethod:
source: use an existing party
de: eine existierende Partei verwenden

# field:employee_timetracking.wizemployee_create.start,pty_sel:
source: Select Party
de: Partei wählen

# field:employee_timetracking.wizemployee_create.start,parties:
source: Parties
de: Parteien

# field:employee_timetracking.wizemployee_create.start,pty_address:
source: Address
de: Adresse

# field:employee_timetracking.wizemployee_create.start,pty_zip:
source: ZIP
de: PLZ

# field:employee_timetracking.wizemployee_create.start,pty_city:
source: City
de: Ort

# field:employee_timetracking.wizemployee_create.start,pty_country:
source: Country
de: Land

# field:employee_timetracking.wizemployee_create.start,pty_subdivision:
source: Subdivision
de: Bundesland

# field:employee_timetracking.wizemployee_create.start,pty_phone:
source: Phone
de: Telefon

# field:employee_timetracking.wizemployee_create.start,pty_mobile:
source: Mobile
de: Mobiltelefon

# field:employee_timetracking.wizemployee_create.start,tariff:
source: Tariff model
de: Tarifmodell

# field:employee_timetracking.wizemployee_create.start,worktime:
source: Working time model
de: Arbeitszeitmodell

# field:employee_timetracking.wizemployee_create.start,holidays:
source: Holidays
de: Urlaubstage

# help:employee_timetracking.wizemployee_create.start,holidays:
source: Number of holidays per year
de: Anzahl Urlaubstage pro Jahr

# field:employee_timetracking.wizemployee_create.start,specleave:
source: Special leave
de: Sonderurlaubstage

# help:employee_timetracking.wizemployee_create.start,specleave:
source: Number of special leave days per year
de: Anzahl Sonderurlaubstage pro Jahr

# field:employee_timetracking.wizemployee_create.start,startdate:
source: Start Date
de: Anfangsdatum

# help:employee_timetracking.wizemployee_create.start,startdate:
source: When the employee joins the company.
de: Wann ein Mitarbeiter dem Unternehmen beitritt.

# field:employee_timetracking.wizemployee_create.start,enddate:
source: End Date
de: Enddatum

# help:employee_timetracking.wizemployee_create.start,enddate:
source: When the employee leaves the company.
de: Wann ein Mitarbeiter das Unternehmen verlässt.

# field:employee_timetracking.wizemployee_create.start,usr_ena:
source: Tryton user
de: Tryton Nutzer

# help:employee_timetracking.wizemployee_create.start,usr_ena:
source: Connect employee with a Tryton user
de: Mitarbeiter mit einem Trytonnutzer verbinden

# field:employee_timetracking.wizemployee_create.start,usr_method:
source: User
de: Nutzer

# selection:employee_timetracking.wizemployee_create.start,usr_method:
source: create a new user
de: neuen Nutzer erstellen

# selection:employee_timetracking.wizemployee_create.start,usr_method:
source: use an existing user
de: existierenden Nutzer verwenden

# help:employee_timetracking.wizemployee_create.start,usr_method:
source: create a new user or use an existing user
de: einen neuen Nutzer erstellen oder einen vorhandenen Nutzer verwenden

# field:employee_timetracking.wizemployee_create.start,users:
source: Users
de: Nutzer

# field:employee_timetracking.wizemployee_create.start,usr_sel:
source: Selected user
de: verwendeter Nutzer

# help:employee_timetracking.wizemployee_create.start,usr_login:
source: User name for login to Tryton
de: Nutzername für den Trytonlogin

# field:employee_timetracking.wizemployee_create.start,usr_passwd:
source: Password
de: Kennwort

# help:employee_timetracking.wizemployee_create.start,usr_passwd:
source: Password for login to Tryton
de: Kennwort für den Trytonlogin

# field:employee_timetracking.wizemployee_create.start,cal_create:
source: Create Holiday Calendar
de: Urlaubskalender erstellen

# field:employee_timetracking.wizemployee_create.start,cal_titletext:
source: Used Title
de: verwendeter Titel

# field:employee_timetracking.wizemployee_create.start,cal_sel:
source: Select Calendar
de: Kalender wählen

# field:employee_timetracking.wizemployee_create.start,cal_titlefmt:
source: Title
de: Titel

# selection:employee_timetracking.wizemployee_create.start,cal_titlefmt:
source: Holiday
de: Urlaub

# selection:employee_timetracking.wizemployee_create.start,cal_titlefmt:
source: Holidays
de: Urlaube

# selection:employee_timetracking.wizemployee_create.start,cal_titlefmt:
source: Vacation
de: Ferien

# selection:employee_timetracking.wizemployee_create.start,cal_titlefmt:
source: Username's Holiday
de: Nutzername's Urlaub

# selection:employee_timetracking.wizemployee_create.start,cal_titlefmt:
source: Username's Holidays
de: Nutzername's Urlaube

# selection:employee_timetracking.wizemployee_create.start,cal_titlefmt:
source: Username's Vacation
de: Nutzername's Ferien

# selection:employee_timetracking.wizemployee_create.start,cal_titlefmt:
source: Customized Title
de: angepaßter Titel

# selection:employee_timetracking.wizemployee_create.start,cal_titlefmt2:
source: Holiday
de: Urlaub

# selection:employee_timetracking.wizemployee_create.start,cal_titlefmt2:
source: Holidays
de: Urlaube

# selection:employee_timetracking.wizemployee_create.start,cal_titlefmt2:
source: Vacation
de: Ferien

# selection:employee_timetracking.wizemployee_create.start,cal_titlefmt2:
source: Username's Holiday
de: replacethis's Urlaub

# selection:employee_timetracking.wizemployee_create.start,cal_titlefmt2:
source: Username's Holidays
de: replacethis's Urlaube

# selection:employee_timetracking.wizemployee_create.start,cal_titlefmt2:
source: Username's Vacation
de: replacethis's Ferien

# model:ir.action,name:act_attendance_wizard
source: Enter Attendance
de: Anwesenheit eingeben

# model:ir.ui.menu,name:menu_attendance_wiz
source: Enter Attendance
de: Anwesenheit eingeben

# error:employee_timetracking.wizperiod_attendance:
source: Please assign a tariff to employee '%s' first.
de: Bitte ordnen Sie dem Mitarbeiter '%s' zuerst einen Tarif zu.

# error:employee_timetracking.wizperiod_attendance:
source: Please select an employee first.
de: Bitte wählen Sie zuerst einen Mitarbeiter aus.

# error:employee_timetracking.wizperiod_attendance:
source: Dialog not init.
de: Dialog nicht initialisiert.

# error:employee_timetracking.wizperiod_attendance:
source: No presence entered.
de: Anwesenheitstyp nicht eingegeben.

# view:employee_timetracking.wizperiod_attendance.start:
source: Current State
de: aktueller Zustand

# view:employee_timetracking.wizperiod_attendance.start:
source: You can always start or finish a working time or site work.
de: Sie können jederzeit eine Arbeitszeit oder einen Dienstgang beginnen oder beenden.

# view:employee_timetracking.wizperiod_attendance.start:
source: At the beginning of a new time entry, a possibly still open time entry will be closed.
de: Zu Beginn eines neuen Zeiteintrags wird ein eventuell noch offener Zeiteintrag geschlossen.

# view:employee_timetracking.wizperiod_attendance.start:
source: You can also enter an close entry without first entering a start entry.
de: Sie können auch einen Schließeintrag eingeben, ohne zuvor einen Starteintrag einzugeben.

# view:employee_timetracking.wizperiod_attendance.start:
source: Select the presence type you want to start or end.
de: Wählen Sie den Anwesenheitstyp welchen Sie beginnen oder beenden möchten.

# error:employee_timetracking.wizperiod_attendance.start:
source: Please assign a tariff to employee '%s' first.
de: Bitte ordnen Sie dem Mitarbeiter '%s' zuerst einen Tarif zu.

# field:employee_timetracking.wizperiod_attendance.start,currstate:
source: Current State
de: aktueller Zustand

# selection:employee_timetracking.wizperiod_attendance.start,currstate:
source: Active
de: Aktiv

# selection:employee_timetracking.wizperiod_attendance.start,currstate:
source: Inactive
de: Inaktiv

# field:employee_timetracking.wizperiod_attendance.start,breakstart:
source: Break start
de: Pausenbeginn

# help:employee_timetracking.wizperiod_attendance.start,breakstart:
source: Start time of the current break
de: Beginnzeit der aktuellen Pause

# field:employee_timetracking.wizperiod_attendance.start,breakperiod:
source: Break time period
de: Pausenzeit

# help:employee_timetracking.wizperiod_attendance.start,breakperiod:
source: Duration of the current break
de: Zeitdauer der aktuellen Pause

# field:employee_timetracking.wizperiod_attendance.start,breakstate:
source: Status of the break
de: Zustand der Pause

# selection:employee_timetracking.wizperiod_attendance.start,breakstate:
source: Active
de: Aktiv

# selection:employee_timetracking.wizperiod_attendance.start,breakstate:
source: Inactive
de: Inaktiv

# wizard_button:employee_timetracking.wizperiod_attendance,start,end:
source: Cancel
de: Abbrechen

# wizard_button:employee_timetracking.wizperiod_attendance,start,ending:
source: Ending
de: Ende

# wizard_button:employee_timetracking.wizperiod_attendance,start,beginning:
source: Beginning
de: Anfang

# wizard_button:employee_timetracking.wizperiod_attendance,start,beginbreak:
source: Start break
de: Pause beginnen

# wizard_button:employee_timetracking.wizperiod_attendance,start,endbreak:
source: End break
de: Pause beenden

# field:employee_timetracking.wizperiod_attendance.start,presence:
source: Presence
de: Anwesenheitstyp

# help:employee_timetracking.wizperiod_attendance.start,presence:
source: select the presence type to enter
de: wählen Sie den Anwesenheitstyp

# field:employee_timetracking.wizperiod_attendance.start,presences:
source: Presences
de: Anwesenheitstypen

# help:employee_timetracking.wizperiod_attendance.start,presences:
source: allowed presences
de: erlaubte Anwesenheitstypen

# field:employee_timetracking.wizperiod_attendance.start,company:
source: Company
de: Firma

# field:employee_timetracking.wizperiod_attendance.start,employee:
source: Employee
de: Mitarbeiter

# field:employee_timetracking.wizperiod_attendance.start,currtype:
source: Type of Presence
de: Anwesenheitstyp

# field:employee_timetracking.wizperiod_attendance.start,currstart:
source: Start
de: Beginn

# field:employee_timetracking.wizperiod_attendance.start,currperiod:
source: Time period
de: Zeitdauer

# model:ir.action,name:act_colors_form
source: Colors
de: Farben

# model:ir.ui.menu,name:menu_config_colors
source: Colors
de: Farben

# error:employee_timetracking.breakperiod:
source: This name is already in use.
de: Diese Bezeichnung wurde bereits verwendet.

# error:employee_timetracking.breakperiod:
source: This rgb-color is already in use.
de: Dieser Farbcode wurde bereits verwendet.

# error:employee_timetracking.breakperiod:
source: Invalid Color - syntax: #RRGGBB in hex values
de: Ungültige Farbe - Schreibweise: #RRGGBB in Hexwerten

# model:ir.action,name:act_breakperiod_form
source: Break time
de: Pausenzeit

# model:ir.action,name:act_breakperiod_calendar
source: Break time calendar
de: Pausenkalender

# model:ir.ui.menu,name:menu_breakperiod2
source: Break time
de: Pausenzeit

# model:ir.ui.menu,name:menu_breakperiod_calendar
source: Break time calendar
de: Pausenkalender

# model:ir.action.act_window.domain,name:act_breakperiod_form_currentmonth
source: current month
de: aktueller Monat

# model:ir.action.act_window.domain,name:act_breakperiod_form_lastmonth
source: last month
de: letzter Monat

# model:ir.action.act_window.domain,name:act_breakperiod_form_all
source: all
de: alle

# view:employee_timetracking.breakperiod:
source: Edit
de: Bearbeiten

# view:employee_timetracking.breakperiod:
source: Examine
de: Prüfen

# view:employee_timetracking.breakperiod:
source: Lock
de: Fixieren

# view:employee_timetracking.breakperiod:
source: State
de: Status

# view:employee_timetracking.breakperiod:
source: Break time is the period of pause entered by the employee.
de: Die Pausenzeit ist die vom Mitarbeiter eingegebene Zeit.

# error:employee_timetracking.breakperiod:
source: This start time is already in use.
de: Diese Startzeit wird bereits verwendet.

# error:employee_timetracking.breakperiod:
source: This end time is already in use.
de: Diese Endezeit wird bereits verwendet.

# error:employee_timetracking.breakperiod:
source: End time must be after start time.
de: Die Endezeit muß nach der Startzeit sein.

# error:employee_timetracking.breakperiod:
source: Please enter a time.
de: Bitte geben Sie eine Zeit ein.

# error:employee_timetracking.breakperiod:
source: Enter start and end time before moving on.
de: Geben Sie Beginn- und Endezeit ein bevor Sie weiter schalten.

# error:employee_timetracking.breakperiod:
source: Edit denied, the evaluation period of the break time item '%s' is locked.
de: Bearbeiten verweigert, der Auswertungszeitraum der Pausenzeit '%s' ist fixiert.

# error:employee_timetracking.breakperiod:
source: The break time entry is in the 'locked' state and can not be deleted.
de: Der Pausenzeiteintrag ist im Zustand 'Fixiert' und kann nicht gelöscht werden.

# error:employee_timetracking.breakperiod:
source: The break time item overlaps with this item: '%s'
de: Der Pausenzeiteintrag überlappt mit diesem Eintrag: '%s'

# error:employee_timetracking.breakperiod:
source: Edit denied, the break time item '%s' is locked.
de: Bearbeiten verweigert, der Pausenzeiteintrag '%s' ist fixiert.

# field:employee_timetracking.breakperiod,state:
source: State
de: Status

# selection:employee_timetracking.breakperiod,state:
source: Editable
de: Bearbeiten

# selection:employee_timetracking.breakperiod,state:
source: Examine
de: Prüfen

# selection:employee_timetracking.breakperiod,state:
source: Locked
de: Fixiert

# field:employee_timetracking.breakperiod,employee:
source: Employee
de: Mitarbeiter

# field:employee_timetracking.breakperiod,startpos:
source: Start
de: Beginn

# help:employee_timetracking.breakperiod,startpos:
source: Beginning of the presence
de: Beginn der Pause

# field:employee_timetracking.breakperiod,endpos:
source: End
de: Ende

# help:employee_timetracking.breakperiod,endpos:
source: End of the presence
de: Ende der Pause

# field:employee_timetracking.breakperiod,weekday:
source: Weekday
de: Wochentag

# selection:employee_timetracking.breakperiod,weekday:
source: Mon
de: Mo

# selection:employee_timetracking.breakperiod,weekday:
source: Tue
de: Di

# selection:employee_timetracking.breakperiod,weekday:
source: Wed
de: Mi

# selection:employee_timetracking.breakperiod,weekday:
source: Thu
de: Do

# selection:employee_timetracking.breakperiod,weekday:
source: Fri
de: Fr

# selection:employee_timetracking.breakperiod,weekday:
source: Sat
de: Sa

# selection:employee_timetracking.breakperiod,weekday:
source: Sun
de: So

# field:employee_timetracking.breakperiod,duration:
source: Duration
de: Dauer

# field:employee_timetracking.breakperiod,week:
source: Week
de: Woche

# help:employee_timetracking.breakperiod,week:
source: Calendar week
de: Kalenderwoche

# model:ir.action,name:act_period_form
source: Presence time
de: Anwesenheitszeit

# model:ir.action,name:act_period_calendar
source: Presence Calendar
de: Anwesenheitskalender

# model:ir.ui.menu,name:menu_period
source: Presence time
de: Anwesenheitszeit

# model:ir.ui.menu,name:menu_period_calendar
source: Presence Calendar
de: Anwesenheitskalender

# model:ir.action.act_window.domain,name:act_period_form_currentmonth
source: current month
de: aktueller Monat

# model:ir.action.act_window.domain,name:act_period_form_lastmonth
source: last month
de: letzter Monat

# model:ir.action.act_window.domain,name:act_period_form_all
source: all
de: alle

# error:employee_timetracking.period:
source: This start time is already in use.
de: Diese Startzeit wird bereits verwendet.

# error:employee_timetracking.period:
source: This end time is already in use.
de: Diese Endezeit wird bereits verwendet.

# error:employee_timetracking.period:
source: End time must be after start time.
de: Die Endezeit muß nach der Startzeit sein.

# error:employee_timetracking.period:
source: Please enter a time.
de: Bitte geben Sie eine Zeit ein.

# error:employee_timetracking.period:
source: Enter start and end time before moving on.
de: Geben Sie Beginn- und Endezeit ein bevor Sie weiter schalten.

# error:employee_timetracking.period:
source: The working time entry is in the 'locked' state and can not be deleted.
de: Der Arbeitszeiteintrag ist im Zustand 'Fixiert' und kann nicht gelöscht werden.

# error:employee_timetracking.period:
source: The working time item overlaps with this item: '%s'
de: Der Arbeitszeiteintrag überlappt mit diesem Eintrag: '%s'

# error:employee_timetracking.period:
source: Edit denied, the evaluation period of the working time item '%s' is locked.
de: Bearbeiten verweigert, der Auswertungszeitraum der Arbeitszeitposition '%s' ist fixiert.

# error:employee_timetracking.period:
source: Edit denied, the working time item '%s' is locked.
de: Bearbeiten verweigert, die Arbeitszeitposition '%s' ist fixiert.

# view:employee_timetracking.period:
source: Presence time
de: Anwesenheitszeit

# view:employee_timetracking.period:
source: Edit
de: Bearbeiten

# view:employee_timetracking.period:
source: Examine
de: Prüfen

# view:employee_timetracking.period:
source: Lock
de: Fixieren

# view:employee_timetracking.period:
source: State
de: Status

# view:employee_timetracking.period:
source: Presence time is the period of activity entered by the employee.
de: Die Anwesenheitszeit ist die vom Mitarbeiter eingetragene Zeitspanne der Tätigkeit.

# view:employee_timetracking.period:
source: The type of presence is used to assign the presence time to the time accounts.
de: Der Anwesenheitstyp wird für die Zuweisung der Anwesenheitszeit zu den Zeitkonten verwendet.

# view:employee_timetracking.period:
source: The assignment of the current presence time to the time accounts is done by the button 'Examine'.
de: Die Zuweisung der aktuellen Anwesenheitszeit zu den Zeitkonten erfolgt durch den Knopf 'Prüfen'.

# view:employee_timetracking.period:
source: The list of time account items shows the assignment of the current attendance time to the time accounts.
de: Die Liste der Zeitkonteneinträge zeigt die erfolgte Zuweisung der aktuellen Anwesenheitszeit zu den Zeitkonten.

# field:employee_timetracking.period,presence:
source: Type of Presence
de: Anwesenheitstyp

# field:employee_timetracking.period,state:
source: State
de: Status

# selection:employee_timetracking.period,state:
source: Editable
de: Bearbeiten

# selection:employee_timetracking.period,state:
source: Examine
de: Prüfen

# selection:employee_timetracking.period,state:
source: Locked
de: Fixiert

# field:employee_timetracking.period,employee:
source: Employee
de: Mitarbeiter

# field:employee_timetracking.period,startpos:
source: Start
de: Beginn

# help:employee_timetracking.period,startpos:
source: Beginning of the presence
de: Beginn der Anwesenheit

# field:employee_timetracking.period,endpos:
source: End
de: Ende

# help:employee_timetracking.period,endpos:
source: End of the presence
de: Ende der Anwesenheit

# field:employee_timetracking.period,duration:
source: Duration
de: Dauer

# field:employee_timetracking.period,weekday:
source: Weekday
de: Wochentag

# selection:employee_timetracking.period,weekday:
source: Mon
de: Mo

# selection:employee_timetracking.period,weekday:
source: Tue
de: Di

# selection:employee_timetracking.period,weekday:
source: Wed
de: Mi

# selection:employee_timetracking.period,weekday:
source: Thu
de: Do

# selection:employee_timetracking.period,weekday:
source: Fri
de: Fr

# selection:employee_timetracking.period,weekday:
source: Sat
de: Sa

# selection:employee_timetracking.period,weekday:
source: Sun
de: So

# field:employee_timetracking.period,accountitem:
source: Time Account Item
de: Zeitkontoeintrag

# help:employee_timetracking.period,accountitem:
source: Entries in the time accounts created by the current presence item.
de: Einträge in den Zeitkonten, welche durch den aktuellen Anwesenheitseintrag erstellt wurden.

# field:employee_timetracking.period,week:
source: Week
de: Woche

# help:employee_timetracking.period,week:
source: Calendar week
de: Kalenderwoche

# field:employee_timetracking.period,is_eval_locked:
source: Evaluation locked
de: Auswertung fixiert

# view:company.employee:
source: Contract data
de: Vertragsdaten

# view:company.employee:
source: Work time/Holidays
de: Arbeitszeit/Urlaubstage

# error:company.employee:
source: 'Holidays' must be positive
de: 'Urlaubstage' muß positiv sein

# error:company.employee:
source: 'Special leave' must be positive
de: 'Sonderurlaubstage' muß positiv sein
