Repository: pypi-data/pypi-mirror-61
Catalog: packages/django-mp-accounts/django-mp-accounts-3.2.tar.gz/django-mp-accounts-3.2/accounts/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Remember Me
ru: Запомнить меня

source: Login
ru: Логин

source: This email is already taken
ru: Email уже занят

source: Mobile
ru: Телефон

source: Address
ru: Адрес

source: Password
ru: Пароль

source: The entered password is not valid!
ru: Неправильный пароль

source: Мій профіль
ru: Мой профиль

source: Мої замовлення
ru: Мои заказы

source: Мій список побажань
ru: Мой список пожеланий

source: Вхід на сайт
ru: Вход на сайт

source: Забули Ваш пароль
ru: Забыли Ваш пароль?

source: Увійти
ru: Войти

source: Зміна паролю
ru: Изменение пароля

source: Змінити пароль
ru: Изменить пароль

source: Відмінити
ru: Отменить

source: Введіть ваш новий пароль два рази щоб ми могли перевірити, що ви ввели його правильно.
ru: Введите ваш новый пароль два раза что б мы могли проверить, что вы ввели его правильно

source: Змінити мій пароль
ru: Изменить мой пароль

source: Посилання для відновлення неправильне або можливо вже використане.
ru: Ссылка для возобновления пароля некоректная или уже использована

source: Відновлення паролю на
ru: Восстановление пароля на

source: Щоб відновити пароль на сайті
ru: Чтобы восстановить пароль на сайте

source: натисніть тут
ru: нажмите сдесь

source: З повагою
ru: С уважением

source: адміністрація сайту
ru: администрация сайта

source: Відновлення паролю
ru: Восстановление пароля

source: На Вашу електронну адресу буде надіслано посилання для відновлення паролю
ru: На Ваш Email будет отправлено ссылка для возобновления пароля

source: Скинути пароль
ru: Сбросить пароль

source: Зміна профілю
ru: Изменение профиля

source: Зберегти
ru: Сохранить

source: Видалення профілю
ru: Удаление профиля

source: Введіть ваш пароль щоб видалити профіль
ru: Введите ваш пароль что б удалить профиль

source: Видалити профіль
ru: Удалить профиль

source: Імʼя
ru: Имя

source: Прізвище
ru: Фамилия

source: Дата реєстрації
ru: Дата регистрации

source: Адреса
ru: Адрес

source: Редагувати профіль
ru: Редактировать профиль

source: Активація аккаунту в
ru: Активация аккаунта в

source: Ви створили обліковий запис на
ru: Вы создали учетную запись на

source: Ваш логін
ru: Ваш логин

source: Щоб активувати ваш профіль натисніть тут
ru: Чтобы активировать ваш профиль нажмите сдесь

source: Активація облікового запису на
ru: Активация учетной записи на

source: Реєстрація на сайті
ru: Регистрация на сайте

source: Створити аккаунт
ru: Создать аккаунт

source: Щоб створити новий аккаунт Вам потрібно
ru: Что б создать новый аккаунт Вам нужно

source: вийти
ru: выйти

source: You have successfully logged in as {}
ru: Вы успешно вошли как {}

source: You have successfully logged out
ru: Вы успешно вышли

source: Password reset link was sent to your email address
ru: Ссылка возобновления пароля была отправлена на ваш електронный адрес

source: Your password has been changed
ru: Ваш пароль был изменен

source: Email confirmation link was sent to your email
ru: Ссылка для подтверждения была отправлена на ваш електронный адрес

source: Profile successfully changed
ru: Профиль успешно изменен

source: Profile successfully removed
ru: Профиль успешно удален

source: Your account is activated
ru: Ваш аккаунт активирован

source: Activation link is invalid
ru: Ссылка активации некоректная
